Repository: nishantgupta83/GitaGuide
Catalog: *.lproj/Localizable.strings
Languages: es, hi

# app_title
source: Wisdom Guide
es: Gita Sabiduría
hi: गीता ज्ञान

source: ✨ Today's Wisdom
es: ✨ Sabiduría de Hoy
hi: ✨ आज का ज्ञान

source: Choose Wisdom
es: Elige Sabiduría
hi: ज्ञान चुनें

source: Chapter
es: Capítulo
hi: अध्याय

source: Verse
es: Verso
hi: श्लोक

source: Home
es: Inicio
hi: मुखपृष्ठ

source: Chapters
es: Capítulos
hi: अध्याय

source: Quotes
es: Citas
hi: उद्धरण

source: Settings
es: Configuración
hi: सेटिंग्स

source: Search
es: Buscar
hi: खोजें

source: Favorite
es: Favorito
hi: पसंदीदा

source: Share
es: Compartir
hi: साझा करें

source: Read more
es: Leer Más
hi: और पढ़ें

source: Loading...
es: Cargando...
hi: लोड हो रहा है...

# chapter_browser_title
source: Chapters
es: Capítulos
hi: अध्याय

source: verses
es: Versos
hi: श्लोक

source: Read Chapter
es: Leer Capítulo
hi: अध्याय पढ़ें

source: Chapter Summary
es: Resumen del Capítulo
hi: अध्याय सारांश

source: Key Teachings
es: Enseñanzas Clave
hi: मुख्य शिक्षाएं

source: Practical Application
es: Aplicación Práctica
hi: व्यावहारिक अनुप्रयोग

source: About
es: Acerca de
hi: परिचय

source: More
es: Más
hi: अधिक

# more_title
source: More
es: Más
hi: अधिक

# future_enhancements
source: What's Next
es: Qué viene después
hi: आगे क्या है

# read_gita_english
source: Downloadable Link - English
es: Enlace de descarga - Inglés
hi: डाउनलोड लिंक - अंग्रेज़ी

# read_gita_spanish
source: Downloadable Link - Spanish
es: Enlace de descarga - Español
hi: डाउनलोड लिंक - स्पेनिश

# about_description_short
source: Description
es: Descripción
hi: विवरण

# english_version
source: English
es: Inglés
hi: अंग्रेज़ी

# spanish_version
source: Spanish
es: Español
hi: स्पेनिश

# upcoming_features_description
source: Awesome Stuff Coming your way
es: Cosas increíbles vienen en camino
hi: आपके लिए शानदार चीजें आ रही हैं

source: scenarios
es: Escenarios
hi: परिस्थितियाँ

source: Journal
es: Diario
hi: डायरी

source: All
es: Todos
hi: सभी

source: Search scenarios...
es: Buscar escenarios...
hi: परिस्थितियाँ खोजें...

# about_title
source: Wisdom Guide
es: Acerca de GitaGuide
hi: गीता गाइड के बारे में

# about_description
source: GitaGuide is your personalized, modern-day companion to the timeless wisdom of the Bhagavad Gita. More than just a scripture app, it helps you apply Gita’s teachings to real-life situations—from work dilemmas and family challenges to mental well-being and teenage struggles. 🔸 18 Chapters. Hundreds of Scenarios. One Inner Guide. Each chapter is carefully summarized with modern relevance and spiritual depth. Every verse is connected to practical life scenarios—making the teachings actionable, not abstract. 🔸 Reflect & Journal Write your own reflections, rate your insights, and track your journey through our built-in journal. It's a space for introspection, growth, and clarity. 🔸 Daily Wisdom, Randomly Inspired Start your day with a handpicked verse that shifts your perspective and helps you realign with purpose. 🔸 Designed for the Mind & Soul Clean, intuitive design with dynamic color themes and personalized categories. Spiritual wisdom doesn’t have to feel ancient or overwhelming.
es: GitaGuide transforma la sabiduría atemporal del Bhagavad Gita en orientación práctica para las decisiones de la vida moderna.
hi: गीता गाइड भगवद गीता की कालातीत बुद्धि को आधुनिक जीवन के निर्णयों के लिए व्यावहारिक मार्गदर्शन में रूपांतरित करता है।

# gita_quote
source: "Better is one's own dharma, though imperfectly performed, than the dharma of another well performed." - Bhagavad Gita
es: "Mejor es el propio dharma, aunque se realice imperfectamente, que el dharma de otro bien realizado." - Bhagavad Gita
hi: "स्वधर्मे निधनं श्रेयः परधर्मो भयावहः" - भगवद गीता

# ch1_title
source: Arjuna's Dilemma
es: El dilema de Arjuna
hi: अर्जुन का द्वंद्व

# ch2_title
source: The Way of Knowledge
es: El camino del conocimiento
hi: ज्ञान का मार्ग

# ch3_title
source: The Path of Action
es: El camino de la acción
hi: कर्म का मार्ग

# ch4_title
source: Path of Knowledge and Action
es: Camino del conocimiento y la acción
hi: ज्ञान और कर्म का मार्ग

# ch5_title
source: The Path of Renunciation
es: El camino de la renuncia
hi: सन्यास का मार्ग

# ch6_title
source: The Path of Meditation
es: El camino de la meditación
hi: ध्यान का मार्ग

# ch7_title
source: Supreme Knowledge and Wisdom
es: Conocimiento supremo y sabiduría
hi: परम ज्ञान और बुद्धि

# ch8_title
source: The Eternal Brahman
es: El Brahman eterno
hi: शाश्वत ब्रह्म

# ch9_title
source: The Royal Knowledge and Royal Secret
es: El conocimiento y secreto real
hi: राज विद्या और राज गुह्य

# ch10_title
source: Divine Glories
es: Glorias divinas
hi: दिव्य विभूतियाँ

# ch11_title
source: The Vision of the Universal Form
es: La visión de la forma universal
hi: विश्व रूप का दर्शन

# ch12_title
source: The Path of Devotion
es: El camino de la devoción
hi: भक्ति का मार्ग

# ch13_title
source: The Field and the Knower
es: El campo y el conocedor
hi: क्षेत्र और क्षेत्रज्ञ

# ch14_title
source: The Three Modes of Nature
es: Las tres cualidades de la naturaleza
hi: प्रकृति के तीन गुण

# ch15_title
source: The Supreme Person
es: La persona suprema
hi: परम पुरुष

# ch16_title
source: Divine and Demoniac Natures
es: Naturalezas divina y demoníaca
hi: दैवी और आसुरी स्वभाव

# ch17_title
source: The Threefold Division of Faith
es: Las tres formas de fe
hi: श्रद्धा के तीन प्रकार

# ch18_title
source: Freedom Through Renunciation
es: La libertad mediante la renuncia
hi: सन्यास के द्वारा मुक्ति

# ch1_theme
source: Moral/Inner Crisis and Duty
es: Crisis moral/interna y deber
hi: नैतिक/आंतरिक संकट और कर्तव्य

# ch2_theme
source: Eternal Soul and Steady Wisdom
es: Alma eterna y sabiduría constante
hi: अनश्वर आत्मा और स्थिर बुद्धि

# ch3_theme
source: Selfless Action and Duty
es: Acción desinteresada y deber
hi: निष्काम कर्म और धर्म

# ch4_theme
source: Wisdom and Sacred Tradition
es: Sabiduría y tradición sagrada
hi: बुद्धि और पवित्र परंपरा

# ch5_theme
source: True Renunciation and Inner Freedom
es: Renuncia verdadera y libertad interior
hi: सच्चा सन्यास और आंतरिक स्वतंत्रता

# ch6_theme
source: Discipline and Inner Stillness
es: Disciplina y paz interior
hi: अनुशासन और आंतरिक शांति

# ch7_theme
source: Understanding Divine Nature
es: Comprensión de la naturaleza divina
hi: दिव्य स्वरूप की समझ

# ch8_theme
source: Transcendence and the Eternal
es: Trascendencia y lo eterno
hi: अक्षर और परम तत्व

# ch9_theme
source: Devotion and Divine Grace
es: Devoción y gracia divina
hi: भक्ति और ईश्वर की कृपा

# ch10_theme
source: Recognizing Divine Manifestations
es: Reconocimiento de manifestaciones divinas
hi: दिव्य प्रकट रूपों की पहचान

# ch11_theme
source: The Cosmic Vision
es: La visión cósmica
hi: ब्रह्मांडीय दृष्टि

# ch12_theme
source: Love, Surrender, and Service
es: Amor, entrega y servicio
hi: प्रेम, समर्पण और सेवा

# ch13_theme
source: Body, Soul, and Consciousness
es: Cuerpo, alma y conciencia
hi: शरीर, आत्मा और चेतना

# ch14_theme
source: Forces of Nature and Transcendence
es: Fuerzas de la naturaleza y trascendencia
hi: प्रकृति की शक्तियाँ और पारगमन

# ch15_theme
source: The Ultimate Reality
es: La realidad suprema
hi: परम सत्य की खोज

# ch16_theme
source: Character and Moral Qualities
es: Carácter y cualidades morales
hi: चरित्र और नैतिक गुण

# ch17_theme
source: Faith, Food, and Practice
es: Fe, alimento y práctica
hi: श्रद्धा, आहार और आचरण

# ch18_theme
source: Ultimate Surrender and Liberation
es: Entrega final y liberación
hi: परम समर्पण और मोक्ष

source: Self & Identity
es: Yo e identidad
hi: स्व और पहचान

source: Family & Relationships
es: Familia y relaciones
hi: परिवार और संबंध

source: Work & Duty
es: Trabajo y deber
hi: कार्य और कर्तव्य

source: Morals & Dilemmas
es: Moral y dilemas
hi: नैतिकता और द्वंद्व

source: Mind & Emotions
es: Mente y emociones
hi: मन और भावनाएँ

source: Learning & Youth
es: Aprendizaje y juventud
hi: शिक्षा और युवा

source: Digital & Modern Life
es: Vida digital y moderna
hi: डिजिटल और आधुनिक जीवन

source: Spiritual Growth
es: Crecimiento espiritual
hi: आध्यात्मिक विकास

source: Namaste
es: Namasté
hi: नमस्ते

source: Om Shanti
hi: ॐ शांति

source: Sri Krishna
hi: श्री कृष्ण

source: Bhagavad Gita
hi: भगवद् गीता

# chapters_of_wisdom
source: 18 Chapters of Wisdom
es: 18 Capítulos de Sabiduría
hi: 18 अध्याय का ज्ञान

# complete_gita_guide
source: Complete Bhagavad Gita Guide
es: Guía Completa del Bhagavad Gita
hi: संपूर्ण भगवद गीता गाइड

# search_chapters_placeholder
source: Search chapters, themes, or Sanskrit names...
es: Buscar capítulos, temas o nombres en sánscrito...
hi: अध्याय, विषय, या संस्कृत नाम खोजें...

source: 📊 Chapter Statistics
es: 📊 Estadísticas de Capítulos
hi: 📊 अध्याय आंकड़े

source: Statistics
es: Estadísticas
hi: आंकड़े

source: Avg/Chapter
es: Prom/Capítulo
hi: औसत/अध्याय

source: total
hi: कुल

source: Overview
es: Resumen
hi: अवलोकन

source: Modern Applications
es: Aplicaciones Modernas
hi: आधुनिक अनुप्रयोग

source: Related Scenarios
es: Escenarios Relacionados
hi: संबंधित परिस्थितियाँ

# no_scenarios_available
source: No scenarios available for this chapter yet.
es: Aún no hay escenarios disponibles para este capítulo.
hi: इस अध्याय के लिए अभी तक कोई परिस्थिति उपलब्ध नहीं है।

# view_all_scenarios
source: View All %d Scenarios
es: Ver Todos los %d Escenarios
hi: सभी %d परिस्थितियाँ देखें

# chapter_number
source: Chapter %d
es: Capítulo %d
hi: अध्याय %d

source: Teachings
es: Enseñanzas
hi: शिक्षाएं

source: The Dilemma
es: El Dilema
hi: दुविधा

# wisdom_from_gita
source: Wisdom from the Gita
es: Sabiduría del Gita
hi: गीता से ज्ञान

source: ✅ Suggested Actions
es: ✅ Acciones Sugeridas
hi: ✅ सुझाए गए कार्य

source: Reflect & Journal
es: Reflexionar y Anotar
hi: चिंतन और डायरी

source: Explore More Scenarios
es: Explorar Más Escenarios
hi: और परिस्थितियाँ देखें

source: Guidance
es: Orientación
hi: मार्गदर्शन

source: Your Reflection
es: Tu Reflexión
hi: आपका चिंतन

# reflection_placeholder
source: How does this scenario relate to your life? What insights did you gain from the Gita's wisdom?
es: ¿Cómo se relaciona este escenario con tu vida? ¿Qué perspectivas obtuviste de la sabiduría del Gita?
hi: यह परिस्थिति आपके जीवन से कैसे संबंधित है? गीता के ज्ञान से आपको क्या अंतर्दृष्टि मिली?

source: Your Chosen Path
es: Tu Camino Elegido
hi: आपका चुना गया मार्ग

source: Follow Heart
es: Seguir el Corazón
hi: दिल की सुनें

source: Follow Duty
es: Seguir el Deber
hi: कर्तव्य का पालन करें

source: Balanced Approach
es: Enfoque Equilibrado
hi: संतुलित दृष्टिकोण

source: Expected Outcome
es: Resultado Esperado
hi: अपेक्षित परिणाम

# outcome_placeholder
source: What do you expect will happen with your chosen approach?
es: ¿Qué esperas que suceda con tu enfoque elegido?
hi: आपके चुने गए दृष्टिकोण से क्या होने की उम्मीद है?

# how_helpful_guidance
source: How Helpful Was This Guidance?
es: ¿Qué Tan Útil Fue Esta Orientación?
hi: यह मार्गदर्शन कितना सहायक था?

source: Not Helpful
es: No Útil
hi: सहायक नहीं

source: Very Helpful
es: Muy Útil
hi: बहुत सहायक

source: Journal Entry
es: Entrada de Diario
hi: डायरी प्रविष्टि

source: Cancel
es: Cancelar
hi: रद्द करें

source: Save
es: Guardar
hi: सहेजें

source: The Two Paths
es: Los Dos Caminos
hi: दो मार्ग

source: 💭 Heart Says
es: 💭 El Corazón Dice
hi: 💭 दिल कहता है

source: ⚖️ Duty Says
es: ⚖️ El Deber Dice
hi: ⚖️ कर्तव्य कहता है

source: Related Topics
es: Temas Relacionados
hi: संबंधित विषय

# get_gita_wisdom
source: Get Gita's Wisdom
es: Obtener Sabiduría del Gita
hi: गीता का ज्ञान प्राप्त करें

# chapters_wisdom_title
source: 18 Chapters of Wisdom
es: 18 Capítulos de Sabiduría
hi: 18 अध्याय का ज्ञान

# explore_complete_gita
source: Explore the complete Bhagavad Gita
es: Explora el Bhagavad Gita completo
hi: संपूर्ण भगवद गीता का अन्वेषण करें

source: Search chapters...
es: Buscar capítulos...
hi: अध्याय खोजें...

# gita_guide
source: Wisdom Guide
es: Antigua Guide
hi: गीता गाइड

# ancient_wisdom_modern_dilemmas
source: Ancient Wisdom for Modern Dilemmas
es: Sabiduría Antigua para Dilemas Modernos
hi: आधुनिक दुविधाओं के लिए प्राचीन ज्ञान

source: Today's Dilemma
es: Dilema de Hoy
hi: आज की दुविधा

# heart_says_short
source: 💭 Heart Says:
es: 💭 El Corazón Dice:
hi: 💭 दिल कहता है:

# duty_says_short
source: ⚖️ Duty Says:
es: ⚖️ El Deber Dice:
hi: ⚖️ कर्तव्य कहता है:

source: Get Wisdom
es: Obtener Sabiduría
hi: ज्ञान प्राप्त करें

source: Random Scenario
es: Escenario Aleatorio
hi: यादृच्छिक परिस्थिति

source: My Journal
es: Mi Diario
hi: मेरी डायरी

source: Browse All
es: Ver Todos
hi: सभी देखें

source: Gita Shalokas
es: Shalokas del Gita
hi: गीता श्लोक

source: Recent Reflections
es: Reflexiones Recientes
hi: हाल के चिंतन

source: Reflection
es: Reflexión
hi: चिंतन

source: Recent
es: Recientes
hi: हाल का

source: High Rated
es: Mejor Calificados
hi: उच्च रेटेड

source: By Category
es: Por Categoría
hi: श्रेणी के अनुसार

# start_wisdom_journey
source: Start Your Wisdom Journey
es: Comienza Tu Viaje de Sabiduría
hi: अपनी ज्ञान यात्रा शुरू करें

# journal_description
source: Reflect on dilemmas and track your growth using ancient wisdom. Your insights will be saved here.
es: Reflexiona sobre dilemas y rastrea tu crecimiento usando sabiduría antigua. Tus perspectivas se guardarán aquí.
hi: दुविधाओं पर चिंतन करें और प्राचीन ज्ञान का उपयोग करके अपनी वृद्धि को ट्रैक करें। आपकी अंतर्दृष्टि यहाँ सहेजी जाएगी।

source: Explore Scenarios
es: Explorar Escenarios
hi: परिस्थितियों का अन्वेषण करें

source: Entries
es: Entradas
hi: प्रविष्टियाँ

source: Avg Rating
es: Calificación Prom
hi: औसत रेटिंग

source: Categories
es: Categorías
hi: श्रेणियाँ

source: Path chosen:
es: Camino elegido:
hi: चुना गया मार्ग:

# expected_outcome_label
source: Expected outcome:
es: Resultado esperado:
hi: अपेक्षित परिणाम:

source: Loading wisdom...
es: Cargando sabiduría...
hi: ज्ञान लोड हो रहा है...

# heart_short
source: 💭 Heart
es: 💭 Corazón
hi: 💭 दिल

# duty_short
source: ⚖️ Duty
es: ⚖️ Deber
hi: ⚖️ कर्तव्य

source: Arjuna
hi: अर्जुन

source: Krishna
hi: कृष्ण

source: The Warrior
es: El Guerrero
hi: योद्धा

source: The Guide
es: El Guía
hi: मार्गदर्शक

source: Young Warrior
es: Joven Guerrero
hi: युवा योद्धा

source: Divine Friend
es: Amigo Divino
hi: दिव्य मित्र

source: The Eternal Dilemma
es: El Dilema Eterno
hi: शाश्वत दुविधा

source: Attachment
es: Apego
hi: आसक्ति

source: Dharma
hi: धर्म

source: Righteous Duty
es: Deber Justo
hi: धर्मसंगत कर्तव्य

source: The Big Decision
es: La Gran Decisión
hi: बड़ा निर्णय

source: Dharma Says
es: El Dharma Dice
hi: धर्म कहता है

# gita_wisdom_quote
source: "Your right is to perform your actions, but never to the fruits of action."
es: "Tu derecho es realizar tus acciones, pero nunca a los frutos de la acción."
hi: "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन।"

# growth_quote
source: "Sometimes the hardest choices lead to the greatest growth!"
es: "¡A veces las decisiones más difíciles llevan al mayor crecimiento!"
hi: "कभी-कभी सबसे कठिन विकल्प सबसे बड़ी वृद्धि की ओर ले जाते हैं!"

# ch1_teaching1
source: Facing difficult decisions with courage
es: Traducción Española capítulo1 Enseñanza1
hi: हिंदी अनुवाद अध्याय 1 शिक्षण 1

# ch1_teaching2
source: The conflict between emotion and duty
es: Traducción Española capítulo1 Enseñanza2
hi: हिंदी अनुवाद अध्याय 1 शिक्षण 2

# ch1_teaching3
source: Seeking guidance in times of confusion
es: Traducción Española capítulo1 Enseñanza3
hi: हिंदी अनुवाद अध्याय 1 शिक्षण 3

# ch1_teaching4
source: Understanding righteous action (dharma)
es: Traducción Española capítulo1 Enseñanza4
hi: हिंदी अनुवाद अध्याय 1 शिक्षण 4

# ch1_app1
source: Balancing professional responsibilities with personal values
es: Traducción Española capítulo1 uso1
hi: हिंदी अनुवाद अध्याय1 प्रयोग1

# ch1_app2
source: Making ethical choices in leadership roles
es: Traducción Española capítulo1 uso2
hi: हिंदी अनुवाद अध्याय1 प्रयोग2

# ch1_app3
source: Difficult relationship choices
es: Traducción Española capítulo1 uso3
hi: हिंदी अनुवाद अध्याय1 प्रयोग3

# ch1_app4
source: Overcoming fear of conflict in relationships
es: Traducción Española capítulo1 uso4
hi: हिंदी अनुवाद अध्याय1 प्रयोग4

# ch1_description
source: The first chapter sets the stage for the Bhagavad Gita, depicting Arjuna's profound inner turmoil on the battlefield of Kurukshetra. Overwhelmed by attachment, compassion, and confusion, Arjuna lays down his weapons, refusing to fight against his own kin. His dilemma represents the universal human struggle between emotional bonds and dharma (righteous action), opening the door for Krishna's spiritual counsel.
es: El primer capítulo prepara el escenario del Bhagavad Gita, describiendo el profundo conflicto interno de Arjuna en el campo de batalla de Kurukshetra. Abrumado por el apego, la compasión y la confusión, Arjuna deja sus armas y se niega a luchar contra sus propios familiares. Su dilema representa la lucha humana universal entre los lazos emocionales y el dharma (acción justa), abriendo la puerta al consejo espiritual de Krishna.
hi: पहला अध्याय भगवद गीता की भूमिका तय करता है, जिसमें कुरुक्षेत्र के युद्धभूमि पर अर्जुन के गहरे आंतरिक संकट को दर्शाया गया है। मोह, करुणा और भ्रम से अभिभूत होकर अर्जुन अपने हथियार रख देता है और अपने ही सगे-सम्बंधियों के विरुद्ध युद्ध करने से इनकार कर देता है। उसका यह द्वंद्व भावनात्मक संबंधों और धर्म (सत्य व कर्तव्य) के बीच होने वाले सार्वभौमिक मानवीय संघर्ष का प्रतीक है, जो कृष्ण की आध्यात्मिक शिक्षा का मार्ग खोलता है।

# ch2_description
source: In this foundational chapter, Krishna imparts the knowledge of the eternal self (Atman), explaining that wise individuals do not lament for the body. He introduces the philosophy of Sankhya and emphasizes karma yoga — performing duty without attachment to results.
es: En este capítulo fundamental, Krishna transmite el conocimiento del ser eterno (Atman), explicando que los sabios no lamentan por el cuerpo. Introduce la filosofía del Sankhya y enfatiza el karma yoga — cumplir con el deber sin apego a los resultados.
hi: इस मूलभूत अध्याय में कृष्ण आत्मा (आत्मन) के शाश्वत स्वरूप का ज्ञान देते हैं और बताते हैं कि ज्ञानी व्यक्ति शरीर के लिए शोक नहीं करते। वे सांख्य दर्शन की व्याख्या करते हैं और कर्मयोग — फल की आसक्ति के बिना कर्तव्य पालन — पर बल देते हैं।

# ch3_description
source: Krishna teaches the importance of karma yoga — selfless action performed as a duty to society and the divine. He cautions against inaction and emphasizes aligning personal conduct with universal responsibility.
es: Krishna enseña la importancia del karma yoga — acción desinteresada realizada como un deber hacia la sociedad y lo divino. Advierte contra la inacción y enfatiza alinear la conducta personal con la responsabilidad universal.
hi: कृष्ण कर्मयोग के महत्व की शिक्षा देते हैं — समाज और ईश्वर के प्रति कर्तव्य रूप में निष्काम कर्म। वे अकर्मण्यता से सावधान करते हैं और व्यक्तिगत आचरण को सार्वभौमिक उत्तरदायित्व के साथ संरेखित करने पर बल देते हैं।

# ch4_description
source: Krishna reveals that this spiritual wisdom is timeless and has been passed through divine lineage. He explains how actions performed with knowledge do not create bondage and encourages learning from a realized teacher.
es: Krishna revela que esta sabiduría espiritual es eterna y ha sido transmitida a través de un linaje divino. Explica cómo las acciones realizadas con conocimiento no atan y alienta a aprender de un maestro realizado.
hi: कृष्ण बताते हैं कि यह आध्यात्मिक ज्ञान शाश्वत है और दिव्य परंपरा के माध्यम से संप्रेषित हुआ है। वे समझाते हैं कि ज्ञानपूर्वक किया गया कर्म बंधन उत्पन्न नहीं करता और साक्षात ज्ञानी गुरु से शिक्षा लेने की प्रेरणा देते हैं।

# ch5_description
source: Krishna clarifies that inner detachment, not withdrawal from action, is true renunciation. Both knowledge and action lead to liberation when practiced with the right mindset.
es: Krishna aclara que el verdadero renunciamiento es la desapego interno, no la retirada de la acción. Tanto el conocimiento como la acción conducen a la liberación cuando se practican con la mentalidad correcta.
hi: कृष्ण स्पष्ट करते हैं कि आंतरिक अनासक्ति, न कि कर्म से संन्यास, ही सच्चा त्याग है। जब ज्ञान और कर्म को सही दृष्टिकोण से अपनाया जाए तो दोनों ही मुक्ति की ओर ले जाते हैं।

# ch6_description
source: This chapter provides practical techniques for meditation and the ideal lifestyle of a yogi. Krishna emphasizes self-discipline, balance, and unwavering devotion.
es: Este capítulo ofrece técnicas prácticas para la meditación y el estilo de vida ideal de un yogui. Krishna enfatiza la autodisciplina, el equilibrio y la devoción constante.
hi: यह अध्याय ध्यान की व्यावहारिक विधियाँ और एक योगी की आदर्श जीवनशैली प्रस्तुत करता है। कृष्ण आत्म-अनुशासन, संतुलन और अटूट भक्ति पर जोर देते हैं।

# ch7_description
source: Krishna introduces the concepts of His lower (material) and higher (spiritual) energies, and the importance of both faith and realization. Only those with deep devotion can perceive His true nature.
es: Krishna introduce los conceptos de sus energías inferiores (materiales) y superiores (espirituales), y la importancia tanto de la fe como de la realización. Solo aquellos con profunda devoción pueden percibir su verdadera naturaleza.
hi: कृष्ण अपनी अधो (भौतिक) और उच्च (आध्यात्मिक) ऊर्जा की अवधारणाओं को प्रस्तुत करते हैं, और श्रद्धा व आत्मसाक्षात्कार की महत्ता को समझाते हैं। केवल गहन भक्ति से ही उनकी सच्ची प्रकृति को जाना जा सकता है।

# ch8_description
source: Krishna reveals the path to attain the imperishable Brahman, the Supreme, by remembering Him at the moment of death. He explains the two paths—of return and no return—and assures liberation to the devoted.
es: Krishna revela el camino para alcanzar el Brahman imperecedero mediante el recuerdo al momento de la muerte. Explica dos caminos — de retorno y no retorno — y asegura la liberación a los devotos.
hi: कृष्ण बताते हैं कि ब्रह्म की प्राप्ति मृत्यु के समय स्मरण द्वारा संभव है। वे दो मार्गों — वापसी और अवापसी — को समझाते हैं और श्रद्धालु के लिए मुक्ति का आश्वासन देते हैं।

# ch9_description
source: Krishna shares the most confidential spiritual knowledge—the power of bhakti. He explains that sincere devotion, even from the most fallen, leads to liberation, and assures that He is always with the faithful.
es: Krishna comparte el conocimiento espiritual más confidencial: el poder del bhakti. Explica que incluso los pecadores sinceros pueden alcanzar la liberación a través de la devoción.
hi: कृष्ण सबसे गोपनीय आध्यात्मिक ज्ञान — भक्ति की शक्ति — साझा करते हैं। वे बताते हैं कि सच्ची भक्ति से, यहाँ तक कि पतित व्यक्ति भी मुक्ति प्राप्त कर सकता है।

# ch10_description
source: Krishna reveals how He manifests through excellence in creation—from intellect to natural forces. Recognizing these glories strengthens love and awe for the Divine.
es: Krishna muestra cómo se manifiesta a través de la excelencia en la creación — desde la inteligencia hasta las fuerzas naturales. Reconocer estas glorias fortalece el amor y la devoción.
hi: कृष्ण बताते हैं कि वे सृजन की प्रत्येक उत्कृष्टता में प्रकट होते हैं — बुद्धि से लेकर प्रकृति की शक्तियों तक। इन विभूतियों की पहचान भक्ति को मजबूत करती है।

# ch11_description
source: Arjuna beholds Krishna’s Vishwarupa (universal form), witnessing the entire cosmos as one divine reality. Overwhelmed, he realizes the Supreme's timeless power and surrenders with reverence.
es: Arjuna contempla la forma universal (Vishwarupa) de Krishna, viendo todo el cosmos como una sola realidad divina. Abrumado, se rinde con reverencia.
hi: अर्जुन कृष्ण के विश्वरूप को देखता है, जहाँ सम्पूर्ण ब्रह्मांड एक दिव्य रूप में प्रकट होता है। वह भय और भक्ति से अभिभूत होकर आत्मसमर्पण करता है।
