Repository: nishantgupta83/GitaGuide
Catalog: *.lproj/Localizable.strings
Languages: es, hi

# ch12_description
source: Krishna describes bhakti (devotion) as the supreme path. He lovingly details the qualities of His dearest devotees and assures that even the smallest act of love, when offered with sincerity, is accepted.
es: Krishna describe la devoción (bhakti) como el camino supremo. Detalla con amor las cualidades de sus devotos y asegura que incluso la más pequeña ofrenda sincera es aceptada.
hi: कृष्ण भक्ति योग को सर्वोच्च मार्ग बताते हैं। वे अपने प्रिय भक्तों के गुणों को विस्तार से बताते हैं और आश्वस्त करते हैं कि सच्चे प्रेम से किया गया कोई भी अर्पण स्वीकार्य है।

# ch13_description
source: Krishna explains the difference between the body (field) and the conscious self (knower). This metaphysical framework leads to liberation through right understanding of self and the Divine.
es: Krishna explica la diferencia entre el cuerpo (campo) y el ser consciente (conocedor). Este marco filosófico conduce a la liberación mediante la comprensión correcta del yo y lo divino.
hi: कृष्ण शरीर (क्षेत्र) और आत्मा (क्षेत्रज्ञ) के बीच अंतर बताते हैं। यह दार्शनिक दृष्टिकोण आत्म और परमात्मा की सही समझ से मुक्ति की ओर ले जाता है।

# ch14_description
source: Krishna categorizes the three modes of material nature (gunas) and how they shape human behavior. True freedom comes by rising above these qualities through devotion and awareness.
es: Krishna clasifica los tres modos de la naturaleza material (gunas) y cómo moldean el comportamiento humano. La verdadera libertad se alcanza al trascender estas cualidades mediante la devoción.
hi: कृष्ण प्रकृति के तीन गुणों — सत्त्व, रज और तम — को समझाते हैं और बताते हैं कि उनसे ऊपर उठकर ही सच्ची स्वतंत्रता प्राप्त होती है।

# ch15_description
source: Through poetic imagery, Krishna describes the perishable material world and the eternal soul. He reveals Himself as the Purushottama—the Supreme Divine Person—who can only be realized through devotion.
es: Mediante una imagen poética, Krishna describe el mundo material perecedero y el alma eterna. Se revela como el Purushottama — la Suprema Persona Divina — alcanzable solo mediante la devoción.
hi: कृष्ण उल्टे वृक्ष रूपी भौतिक संसार और आत्मा के अमर स्वरूप को चित्रित करते हैं। वे स्वयं को पुरुषोत्तम — परम दिव्य पुरुष — के रूप में प्रकट करते हैं।

# ch16_description
source: Krishna distinguishes between divine and demoniac qualities, urging Arjuna to cultivate humility, self-control, and faith. Demoniac traits lead to bondage; divine ones to liberation.
es: Krishna distingue entre las cualidades divinas y demoníacas, instando a Arjuna a cultivar la humildad, el autocontrol y la fe. Las cualidades demoníacas conducen al apego; las divinas, a la liberación.
hi: कृष्ण दैवी और आसुरी गुणों का अंतर स्पष्ट करते हैं, और अर्जुन को विनम्रता, आत्मसंयम और श्रद्धा को अपनाने की प्रेरणा देते हैं।

# ch17_description
source: Faith, food, and rituals vary by the gunas. Krishna explains how sattvic faith uplifts, while rajasic and tamasic practices degrade. He emphasizes purity in thought, deed, and offering.
es: Krishna explica cómo la fe, la comida y los rituales varían según los gunas. La fe sátvica eleva, mientras que las prácticas rajásicas y tamásicas degradan. Enfatiza la pureza del pensamiento y la acción.
hi: कृष्ण बताते हैं कि श्रद्धा, भोजन और आचरण गुणों पर निर्भर होते हैं। सत्त्व गुणवाली श्रद्धा उत्थान करती है, जबकि अन्य पतन की ओर ले जाती हैं।

# ch18_description
source: The final chapter synthesizes all teachings. Krishna urges Arjuna to act according to his duty, surrender his ego, and take full refuge in the Divine to attain liberation (moksha).
es: El capítulo final resume todas las enseñanzas. Krishna insta a Arjuna a actuar según su deber, entregar su ego y refugiarse por completo en lo divino para alcanzar la liberación (moksha).
hi: अंतिम अध्याय में कृष्ण समस्त शिक्षाओं को समेटते हैं और अर्जुन को अपने धर्म के अनुसार कर्म करने, अहंकार का त्याग करने और मुक्ति के लिए पूर्ण आत्मसमर्पण की प्रेरणा देते हैं।

# ch2_teaching1
source: The soul is eternal and indestructible
es: Traducción Española capítulo2 Enseñanza1
hi: हिंदी अनुवाद अध्याय 2 शिक्षण 1

# ch2_teaching2
source: Perform your duty without attachment
es: Traducción Española capítulo2 Enseñanza2
hi: हिंदी अनुवाद अध्याय 2 शिक्षण 2

# ch2_teaching3
source: True wisdom brings equanimity
es: Traducción Española capítulo2 Enseñanza3
hi: हिंदी अनुवाद अध्याय 2 शिक्षण 3

# ch2_teaching4
source: Do not grieve for the temporary
es: Traducción Española capítulo2 Enseñanza4
hi: हिंदी अनुवाद अध्याय 2 शिक्षण 4

# ch2_app1
source: Handling anxiety through self-awareness
es: Traducción Española capítulo2 uso1
hi: हिंदी अनुवाद अध्याय2 प्रयोग1

# ch2_app2
source: Letting go of perfectionism and outcomes
es: Traducción Española capítulo2 uso2
hi: हिंदी अनुवाद अध्याय2 प्रयोग2

# ch2_app3
source: Dealing with loss and change
es: Traducción Española capítulo2 uso3
hi: हिंदी अनुवाद अध्याय2 प्रयोग3

# ch2_app4
source: Staying grounded during emotional turbulence
es: Traducción Española capítulo2 uso4
hi: हिंदी अनुवाद अध्याय2 प्रयोग4

# ch3_teaching1
source: Perform action without selfish desire
es: Traducción Española capítulo3 Enseñanza1
hi: हिंदी अनुवाद अध्याय 3 शिक्षण 1

# ch3_teaching2
source: Duty is greater than inaction
es: Traducción Española capítulo3 Enseñanza2
hi: हिंदी अनुवाद अध्याय 3 शिक्षण 2

# ch3_teaching3
source: The world functions through action
es: Traducción Española capítulo3 Enseñanza3
hi: हिंदी अनुवाद अध्याय 3 शिक्षण 3

# ch3_teaching4
source: Lead by example through righteous behavior
es: Traducción Española capítulo3 Enseñanza4
hi: हिंदी अनुवाद अध्याय 3 शिक्षण 4

# ch3_app1
source: Ethical leadership at work
es: Traducción Española capítulo3 uso1
hi: हिंदी अनुवाद अध्याय3 प्रयोग1

# ch3_app2
source: Practicing detachment in parenting
es: Traducción Española capítulo3 uso2
hi: हिंदी अनुवाद अध्याय3 प्रयोग2

# ch3_app3
source: Selfless community service
es: Traducción Española capítulo3 uso3
hi: हिंदी अनुवाद अध्याय3 प्रयोग3

# ch3_app4
source: Balancing ambition with humility
es: Traducción Española capítulo3 uso4
hi: हिंदी अनुवाद अध्याय3 प्रयोग4

# ch4_teaching1
source: Divine origin of the Gita
es: Traducción Española capítulo4 Enseñanza1
hi: हिंदी अनुवाद अध्याय 4 शिक्षण 1

# ch4_teaching2
source: Knowledge sanctifies action
es: Traducción Española capítulo4 Enseñanza2
hi: हिंदी अनुवाद अध्याय 4 शिक्षण 2

# ch4_teaching3
source: Actions do not bind the wise
es: Traducción Española capítulo4 Enseñanza3
hi: हिंदी अनुवाद अध्याय 4 शिक्षण 3

# ch4_teaching4
source: Approach the guru with humility
es: Traducción Española capítulo4 Enseñanza4
hi: हिंदी अनुवाद अध्याय 4 शिक्षण 4

# ch4_app1
source: Value of mentorship and tradition
es: Traducción Española capítulo4 uso1
hi: हिंदी अनुवाद अध्याय4 प्रयोग1

# ch4_app2
source: Learning with humility
es: Traducción Española capítulo4 uso2
hi: हिंदी अनुवाद अध्याय4 प्रयोग2

# ch4_app3
source: Balancing intellect and service
es: Traducción Española capítulo4 uso3
hi: हिंदी अनुवाद अध्याय4 प्रयोग3

# ch4_app4
source: Seeing work as sacred
es: Traducción Española capítulo4 uso4
hi: हिंदी अनुवाद अध्याय4 प्रयोग4

# ch5_teaching1
source: Renunciation is internal, not external
es: Traducción Española capítulo5 Enseñanza1
hi: हिंदी अनुवाद अध्याय 5 शिक्षण 1

# ch5_teaching2
source: Selfless action leads to peace
es: Traducción Española capítulo5 Enseñanza2
hi: हिंदी अनुवाद अध्याय 5 शिक्षण 2

# ch5_teaching3
source: True yogi sees all beings equally
es: Traducción Española capítulo5 Enseñanza3
hi: हिंदी अनुवाद अध्याय 5 शिक्षण 3

# ch5_teaching4
source: Knowledge and action are both valid paths
es: Traducción Española capítulo5 Enseñanza4
hi: हिंदी अनुवाद अध्याय 5 शिक्षण 4

# ch5_app1
source: Letting go of ego in achievements
es: Traducción Española capítulo5 uso1
hi: हिंदी अनुवाद अध्याय5 प्रयोग1

# ch5_app2
source: Living simply while staying active
es: Traducción Española capítulo5 uso2
hi: हिंदी अनुवाद अध्याय5 प्रयोग2

# ch5_app3
source: Practicing non-attachment in relationships
es: Traducción Española capítulo5 uso3
hi: हिंदी अनुवाद अध्याय5 प्रयोग3

# ch5_app4
source: Spirituality in daily life
es: Traducción Española capítulo5 uso4
hi: हिंदी अनुवाद अध्याय5 प्रयोग4

# ch6_teaching1
source: Balance and moderation in spiritual life
es: Traducción Española capítulo6 Enseñanza1
hi: हिंदी अनुवाद अध्याय6 शिक्षण1

# ch6_teaching2
source: Mind control is key to success
es: Traducción Española capítulo6 Enseñanza2
hi: हिंदी अनुवाद अध्याय6 शिक्षण2

# ch6_teaching3
source: A true yogi sees all equally
es: Traducción Española capítulo6 Enseñanza3
hi: हिंदी अनुवाद अध्याय6 शिक्षण3

# ch6_teaching4
source: The devoted yogi is never lost
es: Traducción Española capítulo6 Enseñanza4
hi: हिंदी अनुवाद अध्याय6 शिक्षण4

# ch6_app1
source: Daily meditation for mental clarity
es: Traducción Española capítulo6 uso1
hi: हिंदी अनुवाद अध्याय6 प्रयोग1

# ch6_app2
source: Managing emotions through practice
es: Traducción Española capítulo6 uso2
hi: हिंदी अनुवाद अध्याय6 प्रयोग2

# ch6_app3
source: Respecting all beings equally
es: Traducción Española capítulo6 uso3
hi: हिंदी अनुवाद अध्याय6 प्रयोग3

# ch6_app4
source: Persevering through inner struggle
es: Traducción Española capítulo6 uso4
hi: हिंदी अनुवाद अध्याय6 प्रयोग4

# ch7_teaching1
source: Material and spiritual energies of the Divine
es: Traducción Española capítulo7 Enseñanza1
hi: हिंदी अनुवाद अध्याय7 शिक्षण1

# ch7_teaching2
source: Only the faithful truly know God
es: Traducción Española capítulo7 Enseñanza2
hi: हिंदी अनुवाद अध्याय7 शिक्षण2

# ch7_teaching3
source: Few seek and attain true realization
es: Traducción Española capítulo7 Enseñanza3
hi: हिंदी अनुवाद अध्याय7 शिक्षण3

# ch7_teaching4
source: Everything is pervaded by the Divine
es: Traducción Española capítulo7 Enseñanza4
hi: हिंदी अनुवाद अध्याय7 शिक्षण4

# ch7_app1
source: Seeing divinity in everyday life
es: Traducción Española capítulo7 uso1
hi: हिंदी अनुवाद अध्याय7 प्रयोग1

# ch7_app2
source: Living with awareness and reverence
es: Traducción Española capítulo7 uso2
hi: हिंदी अनुवाद अध्याय7 प्रयोग2

# ch7_app3
source: Trusting a higher purpose
es: Traducción Española capítulo7 uso3
hi: हिंदी अनुवाद अध्याय7 प्रयोग3

# ch7_app4
source: Faith as a guiding force
es: Traducción Española capítulo7 uso4
hi: हिंदी अनुवाद अध्याय7 प्रयोग4

# ch8_teaching1
source: Remembrance at the time of death matters
es: Traducción Española capítulo8 Enseñanza1
hi: हिंदी अनुवाद अध्याय8 शिक्षण1

# ch8_teaching2
source: The eternal, unchanging Brahman
es: Traducción Española capítulo8 Enseñanza2
hi: हिंदी अनुवाद अध्याय8 शिक्षण2

# ch8_teaching3
source: Paths of light and darkness
es: Traducción Española capítulo8 Enseñanza3
hi: हिंदी अनुवाद अध्याय8 शिक्षण3

# ch8_teaching4
source: Devotion ensures a divine destination
es: Traducción Española capítulo8 Enseñanza4
hi: हिंदी अनुवाद अध्याय8 शिक्षण4

# ch8_app1
source: Preparing spiritually for life’s end
es: Traducción Española capítulo8 uso1
hi: हिंदी अनुवाद अध्याय8 प्रयोग1

# ch8_app2
source: Living with awareness of the soul
es: Traducción Española capítulo8 uso2
hi: हिंदी अनुवाद अध्याय8 प्रयोग2

# ch8_app3
source: Being mindful of thoughts and habits
es: Traducción Española capítulo8 uso3
hi: हिंदी अनुवाद अध्याय8 प्रयोग3

# ch8_app4
source: Contemplating higher truths
es: Traducción Española capítulo8 uso4
hi: हिंदी अनुवाद अध्याय8 प्रयोग4

# ch9_teaching1
source: Supreme knowledge is simple and pure
es: Traducción Española capítulo9 Enseñanza1
hi: हिंदी अनुवाद अध्याय9 शिक्षण1

# ch9_teaching2
source: The Divine sustains all, yet remains detached
es: Traducción Española capítulo9 Enseñanza2
hi: हिंदी अनुवाद अध्याय9 शिक्षण2

# ch9_teaching3
source: Even sinners attain liberation through devotion
es: Traducción Española capítulo9 Enseñanza3
hi: हिंदी अनुवाद अध्याय9 शिक्षण3

# ch9_teaching4
source: Faith and love are key to union with the Divine
es: Traducción Española capítulo9 Enseñanza4
hi: हिंदी अनुवाद अध्याय9 शिक्षण4

# ch9_app1
source: Living a life of faith and surrender
es: Traducción Española capítulo9 uso1
hi: हिंदी अनुवाद अध्याय9 प्रयोग1

# ch9_app2
source: Trusting divine support in difficult times
es: Traducción Española capítulo9 uso2
hi: हिंदी अनुवाद अध्याय9 प्रयोग2

# ch9_app3
source: Opening to grace beyond logic
es: Traducción Española capítulo9 uso3
hi: हिंदी अनुवाद अध्याय9 प्रयोग3

# ch9_app4
source: Serving with love and devotion
es: Traducción Española capítulo9 uso4
hi: हिंदी अनुवाद अध्याय9 प्रयोग4

# ch10_teaching1
source: God is the source of all excellence
es: Traducción Española capítulo10 Enseñanza1
hi: हिंदी अनुवाद अध्याय10 शिक्षण1

# ch10_teaching2
source: Divine glories are vast and infinite
es: Traducción Española capítulo10 Enseñanza2
hi: हिंदी अनुवाद अध्याय10 शिक्षण2

# ch10_teaching3
source: Devotion deepens with knowledge
es: Traducción Española capítulo10 Enseñanza3
hi: हिंदी अनुवाद अध्याय10 शिक्षण3

# ch10_teaching4
source: True wisdom lies in seeing God in all
es: Traducción Española capítulo10 Enseñanza4
hi: हिंदी अनुवाद अध्याय10 शिक्षण4

# ch10_app1
source: Appreciating the sacred in beauty and talent
es: Traducción Española capítulo10 uso1
hi: हिंदी अनुवाद अध्याय10 प्रयोग1

# ch10_app2
source: Inspiration from nature and greatness
es: Traducción Española capítulo10 uso2
hi: हिंदी अनुवाद अध्याय10 प्रयोग2

# ch10_app3
source: Recognizing divinity in leaders and teachers
es: Traducción Española capítulo10 uso3
hi: हिंदी अनुवाद अध्याय10 प्रयोग3

# ch10_app4
source: Celebrating uniqueness as divine spark
es: Traducción Española capítulo10 uso4
hi: हिंदी अनुवाद अध्याय10 प्रयोग4

# ch11_teaching1
source: Krishna grants divine vision to Arjuna
es: Traducción Española capítulo11 Enseñanza1
hi: हिंदी अनुवाद अध्याय11 शिक्षण1

# ch11_teaching2
source: The universal form contains all beings
es: Traducción Española capítulo11 Enseñanza2
hi: हिंदी अनुवाद अध्याय11 शिक्षण2

# ch11_teaching3
source: Divine power is beyond time and form
es: Traducción Española capítulo11 Enseñanza3
hi: हिंदी अनुवाद अध्याय11 शिक्षण3

# ch11_teaching4
source: True devotion arises from awe and surrender
es: Traducción Española capítulo11 Enseñanza4
hi: हिंदी अनुवाद अध्याय11 शिक्षण4

# ch11_app1
source: Expanding consciousness beyond ego
es: Traducción Española capítulo11 uso1
hi: हिंदी अनुवाद अध्याय11 प्रयोग1

# ch11_app2
source: Finding humility in the vastness of life
es: Traducción Española capítulo11 uso2
hi: हिंदी अनुवाद अध्याय11 प्रयोग2

# ch11_app3
source: Facing destiny with courage
es: Traducción Española capítulo11 uso3
hi: हिंदी अनुवाद अध्याय11 प्रयोग3

# ch11_app4
source: Seeing the oneness behind diversity
es: Traducción Española capítulo11 uso4
hi: हिंदी अनुवाद अध्याय11 प्रयोग4

# ch12_teaching1
source: Devotion is the most accessible path
es: Traducción Española capítulo12 Enseñanza1
hi: हिंदी अनुवाद अध्याय12 शिक्षण1

# ch12_teaching2
source: The qualities of a true devotee
es: Traducción Española capítulo12 Enseñanza2
hi: हिंदी अनुवाद अध्याय12 शिक्षण2

# ch12_teaching3
source: Even simple offerings are accepted with love
es: Traducción Española capítulo12 Enseñanza3
hi: हिंदी अनुवाद अध्याय12 शिक्षण3

# ch12_teaching4
source: God dwells in the hearts of the humble
es: Traducción Española capítulo12 Enseñanza4
hi: हिंदी अनुवाद अध्याय12 शिक्षण4

# ch12_app1
source: Practicing compassion and humility
es: Traducción Española capítulo12 uso1
hi: हिंदी अनुवाद अध्याय12 प्रयोग1

# ch12_app2
source: Finding joy in simple acts of love
es: Traducción Española capítulo12 uso2
hi: हिंदी अनुवाद अध्याय12 प्रयोग2

# ch12_app3
source: Embracing spirituality without rituals
es: Traducción Española capítulo12 uso3
hi: हिंदी अनुवाद अध्याय12 प्रयोग3

# ch12_app4
source: Living with pure intent and surrender
es: Traducción Española capítulo12 uso4
hi: हिंदी अनुवाद अध्याय12 प्रयोग4

# ch13_teaching1
source: Distinction between body and soul
es: Traducción Española capítulo13 Enseñanza1
hi: हिंदी अनुवाद अध्याय13 शिक्षण1

# ch13_teaching2
source: God is the ultimate knower of all fields
es: Traducción Española capítulo13 Enseñanza2
hi: हिंदी अनुवाद अध्याय13 शिक्षण2

# ch13_teaching3
source: True knowledge liberates the soul
es: Traducción Española capítulo13 Enseñanza3
hi: हिंदी अनुवाद अध्याय13 शिक्षण3

# ch13_teaching4
source: Understanding material vs spiritual reality
es: Traducción Española capítulo13 Enseñanza4
hi: हिंदी अनुवाद अध्याय13 शिक्षण4

# ch13_app1
source: Exploring identity beyond the physical
es: Traducción Española capítulo13 uso1
hi: हिंदी अनुवाद अध्याय13 प्रयोग1

# ch13_app2
source: Managing emotions through spiritual detachment
es: Traducción Española capítulo13 uso2
hi: हिंदी अनुवाद अध्याय13 प्रयोग2

# ch13_app3
source: Contemplating the soul’s purpose
es: Traducción Española capítulo13 uso3
hi: हिंदी अनुवाद अध्याय13 प्रयोग3

# ch13_app4
source: Respecting life as a sacred experience
es: Traducción Española capítulo13 uso4
hi: हिंदी अनुवाद अध्याय13 प्रयोग4

# ch14_teaching1
source: Sattva (purity), Rajas (passion), Tamas (inertia)
es: Traducción Española capítulo14 Enseñanza1
hi: हिंदी अनुवाद अध्याय14 शिक्षण1

# ch14_teaching2
source: Gunas bind the soul to material existence
es: Traducción Española capítulo14 Enseñanza2
hi: हिंदी अनुवाद अध्याय14 शिक्षण2

# ch14_teaching3
source: Transcending gunas leads to liberation
es: Traducción Española capítulo14 Enseñanza3
hi: हिंदी अनुवाद अध्याय14 शिक्षण3

# ch14_teaching4
source: Devotion frees one from material influence
es: Traducción Española capítulo14 Enseñanza4
hi: हिंदी अनुवाद अध्याय14 शिक्षण4

# ch14_app1
source: Recognizing personal behavior patterns
es: Traducción Española capítulo14 uso1
hi: हिंदी अनुवाद अध्याय14 प्रयोग1

# ch14_app2
source: Choosing higher qualities in thought and action
es: Traducción Española capítulo14 uso2
hi: हिंदी अनुवाद अध्याय14 प्रयोग2

# ch14_app3
source: Breaking negative habits and conditioning
es: Traducción Española capítulo14 uso3
hi: हिंदी अनुवाद अध्याय14 प्रयोग3

# ch14_app4
source: Living with awareness of inner balance
es: Traducción Española capítulo14 uso4
hi: हिंदी अनुवाद अध्याय14 प्रयोग4

# ch15_teaching1
source: Material world is like an upside-down tree
es: Traducción Española capítulo15 Enseñanza1
hi: हिंदी अनुवाद अध्याय15 शिक्षण1

# ch15_teaching2
source: The soul is a fragment of the Supreme
es: Traducción Española capítulo15 Enseñanza2
hi: हिंदी अनुवाद अध्याय15 शिक्षण2

# ch15_teaching3
source: The Supreme Person is beyond time and matter
es: Traducción Española capítulo15 Enseñanza3
hi: हिंदी अनुवाद अध्याय15 शिक्षण3

# ch15_teaching4
source: Only through devotion can He be known
es: Traducción Española capítulo15 Enseñanza4
hi: हिंदी अनुवाद अध्याय15 शिक्षण4

# ch15_app1
source: Finding direction amid chaos
es: Traducción Española capítulo15 uso1
hi: हिंदी अनुवाद अध्याय15 प्रयोग1

# ch15_app2
source: Understanding life's root in the Divine
es: Traducción Española capítulo15 uso2
hi: हिंदी अनुवाद अध्याय15 प्रयोग2

# ch15_app3
source: Seeking spiritual identity
es: Traducción Española capítulo15 uso3
hi: हिंदी अनुवाद अध्याय15 प्रयोग3

# ch15_app4
source: Living with transcendental purpose
es: Traducción Española capítulo15 uso4
hi: हिंदी अनुवाद अध्याय15 प्रयोग4

# ch16_teaching1
source: Traits of divine and demoniac nature
es: Traducción Española capítulo16 Enseñanza1
hi: हिंदी अनुवाद अध्याय16 शिक्षण1

# ch16_teaching2
source: Ego and desire lead to downfall
es: Traducción Española capítulo16 Enseñanza2
hi: हिंदी अनुवाद अध्याय16 शिक्षण2

# ch16_teaching3
source: Discipline and humility lead to growth
es: Traducción Española capítulo16 Enseñanza3
hi: हिंदी अनुवाद अध्याय16 शिक्षण3

# ch16_teaching4
source: Dharma and shastra guide the righteous
es: Traducción Española capítulo16 Enseñanza4
hi: हिंदी अनुवाद अध्याय16 शिक्षण4

# ch16_app1
source: Character building and self-discipline
es: Traducción Española capítulo16 uso1
hi: हिंदी अनुवाद अध्याय16 प्रयोग1

# ch16_app2
source: Choosing positive over toxic behaviors
es: Traducción Española capítulo16 uso2
hi: हिंदी अनुवाद अध्याय16 प्रयोग2

# ch16_app3
source: Following spiritual guidance
es: Traducción Española capítulo16 uso3
hi: हिंदी अनुवाद अध्याय16 प्रयोग3

# ch16_app4
source: Understanding consequences of intentions
es: Traducción Española capítulo16 uso4
hi: हिंदी अनुवाद अध्याय16 प्रयोग4

# ch17_teaching1
source: Faith aligns with one's inner nature
es: Traducción Española capítulo17 Enseñanza1
hi: हिंदी अनुवाद अध्याय17 शिक्षण1

# ch17_teaching2
source: Sattvic faith leads to clarity and purity
es: Traducción Española capítulo17 Enseñanza2
hi: हिंदी अनुवाद अध्याय17 शिक्षण2

# ch17_teaching3
source: Sacrifice, austerity, and charity must be selfless
es: Traducción Española capítulo17 Enseñanza3
hi: हिंदी अनुवाद अध्याय17 शिक्षण3

# ch17_teaching4
source: Intention determines spiritual value
es: Traducción Española capítulo17 Enseñanza4
hi: हिंदी अनुवाद अध्याय17 शिक्षण4

# ch17_app1
source: Being mindful of diet and habits
es: Traducción Española capítulo17 uso1
hi: हिंदी अनुवाद अध्याय17 प्रयोग1

# ch17_app2
source: Practicing meaningful rituals
es: Traducción Española capítulo17 uso2
hi: हिंदी अनुवाद अध्याय17 प्रयोग2

# ch17_app3
source: Offering help with selfless motive
es: Traducción Española capítulo17 uso3
hi: हिंदी अनुवाद अध्याय17 प्रयोग3

# ch17_app4
source: Aligning belief with purity and truth
es: Traducción Española capítulo17 uso4
hi: हिंदी अनुवाद अध्याय17 प्रयोग4

# ch18_teaching1
source: Renunciation of ego, not action
es: Traducción Española capítulo18 Enseñanza1
hi: हिंदी अनुवाद अध्याय18 शिक्षण1

# ch18_teaching2
source: Dharma must guide all decisions
es: Traducción Española capítulo18 Enseñanza2
hi: हिंदी अनुवाद अध्याय18 शिक्षण2

# ch18_teaching3
source: Surrender to the Divine brings freedom
es: Traducción Española capítulo18 Enseñanza3
hi: हिंदी अनुवाद अध्याय18 शिक्षण3

# ch18_teaching4
source: Krishna is the ultimate refuge
es: Traducción Española capítulo18 Enseñanza4
hi: हिंदी अनुवाद अध्याय18 शिक्षण4

# ch18_app1
source: Letting go of pride in accomplishments
es: Traducción Española capítulo18 uso1
hi: हिंदी अनुवाद अध्याय18 प्रयोग1

# ch18_app2
source: Performing duty with spiritual intent
es: Traducción Española capítulo18 uso2
hi: हिंदी अनुवाद अध्याय18 प्रयोग2

# ch18_app3
source: Living in tune with one's dharma
es: Traducción Española capítulo18 uso3
hi: हिंदी अनुवाद अध्याय18 प्रयोग3

# ch18_app4
source: Seeking refuge in higher wisdom
es: Traducción Española capítulo18 uso4
hi: हिंदी अनुवाद अध्याय18 प्रयोग4
